Revit 2027 API
ParameterTypeId.FabricationProductDataFinishDescription Property
 "Product Finish Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationProductDataFinishDescription { get; }
Public Shared ReadOnly Property FabricationProductDataFinishDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationProductDataFinishDescription {
	ForgeTypeId^ get ();
}
static member FabricationProductDataFinishDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace